<?php 
		/**
		 * get_template_part() 
		 * 
		 * Зазвичай ця функція використовується для підключення файлу (частини шаблону) 
		 * до самого шаблону, наприклад для підключення файлу, що відповідає за: breadcrumbs, меню навігації, 
		 * 
		 * @param $slug (строка) (обязательный) Название файла, который нужно подключить.
		 * 
		 * @param $name(строка) Дополнительное название файла.
		 * 
		 * @param $args(массив) 
		 * 
		 */	
		get_template_part( 'templates/views/WpForSteroidsViews', null, [
			'title' => 'Title page!',
			'text' => 'Меня зовут Алексей Туровский, и я создаю темы и плагины для WordPress.<br> 
			Вы можете узнать больше обо мне тут <a href="№ target="_blank">url</a>',
	
		] ) 
		
		?>